[
	{
		"author": null,
		"date": "2024-04-24",
		"excerpt": "The world faces a stark reality: thousands of companies have now made commitments to cut their emissions in half by 2030 and reach net zero by 2050. Yet the money hasn’t followed.",
		"headline": "Comment: Why the SBTi’s proposal to include carbon credits is on the right side of climate history",
		"id": "clvh0i4fp6pqt07irn9l5t06d",
		"image": {
			"url": "https://media.graphassets.com/1R17vgytRJWJNetGy7UZ",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "A wind turbine on a grassy hill.",
		"slug": "why-sbti-carbon-credits-proposal-is-on-the-right-side-of-history",
		"source": {
			"name": "Reuters",
			"url": "https://www.reuters.com/"
		},
		"sourceArticleUrl": "https://www.reuters.com/sustainability/sustainable-finance-reporting/comment-why-sbtis-proposal-include-carbon-credits-is-right-side-climate-history-2024-04-24/",
		"tags": ["carbon_credits", "emissions", "climate_change"],
		"text": {
			"html": "<p>April 24 - The recent statement from the board of the Science Based Targets initiative (SBTi) that it will consider recognizing environmental attribute certificates, including carbon credits, for abatement purposes in tackling value chain emissions, marks a significant milestone in the global battle against climate change. This is a bold step that will help accelerate corporate climate action around the world.</p><p>The world faces a stark reality: thousands of companies have now made commitments to cut their emissions in half by 2030 and reach net zero by 2050. Yet the money hasn’t followed. While the number of companies committed to SBTi targets increased by more than 500% from 2018 to 2023, annual corporate climate finance increased only 5% during this same period, from $183 billion to $192 billion.</p><p>This disconnect is further reflected by the fact that fewer than half of S&amp;P 500 companies reporting to CDP are on track to meet their stated climate targets. And according to research by Accenture, just 18% of companies are on track to reach net zero by 2050. Meanwhile, 2023 was the hottest year to date, with temperatures shattering global records.</p><p>The scientific evidence is telling us that something in the current system is not working.</p><p>The delta between corporate climate ambition and action is compromising progress at a time when we can least afford it. While global climate investment totaled over $1 trillion in 2023, more than $5 trillion will be needed annually by 2030 if we are to reach net zero by 2050, according to the IMF. </p><p>Of this, roughly $2 trillion annually is needed for emerging and developing countries to enable the deployment of clean technologies and foster a just and equitable transition that promotes socio-economic development. This climate finance gap cannot be filled without drastic increases in private capital, which some estimates suggest will need to account for at least  $2.61 trillion per year.</p><p>We consistently hear from companies about the immense value they place on SBTi and their earnest desire to fulfill their commitments. However, they also express concerns about the existing rules and ongoing uncertainty regarding what “counts” towards their targets, hindering their ability to invest and take meaningful action today.</p><p>One of the most significant challenges lies in how companies estimate emissions, set targets and demonstrate progress towards Scope 3 emissions. These emissions, from suppliers and the use of products, are on average 11 times higher than a company’s direct emissions and are the most critical factor in determining whether a company reaches its target.</p><p>However, more than 94% of companies currently use generic spend-based emission factors to estimate their Scope 3 emissions. In practice, this makes it nearly impossible for the current system to effectively measure and reward companies for the direct impact of their investments to reduce value-chain emissions.</p><p>In a time when action is paramount, entrenching ourselves in a system that fails to recognize immediate action makes little sense. We need mechanisms that incentivize action and reward progress in real time.</p><p>Potential reforms to SBTi’s guidance to companies could expand the arsenal of science-based tools available, particularly in accelerating progress on Scope 3 emissions. It&#39;s not a carte blanche for companies to use any instrument at their disposal, but a strategic – and limited – addition to their climate toolkit.</p><p>Take for example sustainable aviation fuels – a critical yet nascent innovation that must scale rapidly to support the phase-out the use of fossil fuels globally. It is a high-integrity – and expensive – solution, currently costing companies upwards of $600 per tonne. While an increasing number of companies are willing to invest, they have made it clear they need assurance that these investments will contribute to their existing commitments to deploy capital at scale. Currently this assurance does not exist within SBTi, meaning companies are withholding their investments and the movement to phase out fossil fuels is being slowed.</p><p>Crucially, this isn&#39;t a race to the bottom. While debates may arise around whether this shift accelerates decarbonization efforts, the system will be equipped with guardrails to ensure this change leads to additional climate action, and that companies adhere to the mitigation hierarchy by first prioritizing direct actions they can take to avoid and reduce emissions. In fact, the announcement should foster a race to the top by providing avenues for recognizing high-quality, innovative mitigation efforts that have the potential to transform whole systems and industries.</p><p>SBTi has committed to publish, by July 2024, a draft analysis of how different tools – for example, sustainable aviation fuel, zero-emissions freight or carbon credits - can be used responsibly, with the right guardrails and limits. This clarity and confidence is essential for companies eager to deploy their investments, and to build momentum in the global movement to phase out fossil fuels.</p><p>As Devon Lake, head of net zero strategy at Meta reflected in a recent webinar: “Here’s the reality of corporate decarbonization; to make the type of investments we need to make in order to reach net zero by 2030, we need clarity right now on how to measure and take credit for these investments.”</p><p>The potential evolution of SBTi signifies a pivotal moment in the fight against climate change. By providing companies with the tools they need to navigate complex landscapes and drive meaningful change, SBTi can chart a course towards a more sustainable future.</p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2024-04-15",
		"excerpt": "In a South Pacific nation ravaged by logging, several tribes joined together to sell “high integrity” carbon credits... The project not only preserves their highly biodiverse rainforest, but it funnels life-changing income to Indigenous landowners.",
		"headline": "Solomon Islands Tribes Sell Carbon Credits, Not Their Trees",
		"id": "clvl64vhf4gbw07k2sy50v59s",
		"image": {
			"url": "https://media.graphassets.com/b9PCSx8ZThySyi121uTp",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "A waterfall in a rainforest.",
		"slug": "solomon-islands-tribes-sell-carbon-credits-not-trees",
		"source": {
			"name": "Yale E360",
			"url": "https://e360.yale.edu/"
		},
		"sourceArticleUrl": "https://e360.yale.edu/features/solomon-islands-sirebe-carbon-credits",
		"tags": [],
		"text": {
			"html": "<p>When head ranger Ikavy Pitatamae walks into the rainforest on Choiseul Island, the westernmost of the nearly 1,000 islands that make up the South Pacific archipelago of Solomon Islands, he surveys it with the heart of a tribal landowner and the eye of a forester.</p><p>Leading the way up a track into the bush, he wades into a glassy stream, stirring small, brown fish into a spin. Surveys have identified some 50 freshwater species in these waters, a haven of biodiversity in a nation ravaged by high rates of logging. At the sound of a thumping whoosh overhead, Pitatamae points up just as two Papuan hornbills flash across a gap in the canopy. “They always fly in pairs,” observes Wilko Bosma, a lanky Dutchman trailing behind the ranger. “They’re committed for life.”</p><p>Bosma made his own commitment to this forest after landing here 25 years ago as an idealistic forestry graduate, working alongside Indigenous tribal landowners on small, sustainable timber projects. That’s how, in 2004, he came to establish with tribal partners a local conservation NGO — the Natural Resources Development Foundation (NRDF) — and got to know Linford Pitatamae, the older brother of ranger Ikavy and a leader of their tribe, the Sirebe.</p><p>Together with a handful of neighboring tribes, the Sirebe resisted offers of quick money from the Malaysian companies whose ships lurk off the coast, piled with logs for export to China, and began laying plans to profit from allowing their trees to stand. Aerial maps reveal their remarkable success: the only expanse of green on the island that is not scarred by logging roads.</p><p>“If we misuse or destroy this land, we will not have any other,” explains Linford Pitatamae. “So we have been committed to protect our lands, our forests, our rivers and streams, and all the resources for quite a long time.”</p><p>Finally, the Sirebe’s long game is paying dividends. In 2019, the tribe’s three-square-mile forest became the first legally protected area in the nation, a “beacon of conservation and natural resource management,” according to Culwick Togamana, Solomon Islands’ environment minister⁠. In February 2022, the Sirebe became the nation’s first landowners to receive payment from international investors for keeping their forests intact. With neighboring tribes also securing protected areas and selling “high integrity” carbon credits to buyers looking to offset their greenhouse emissions or burnish their green credentials, the Babatana Rainforest Conservation Project — named for the tribes’ shared language group — now covers 26 square miles of protected tropical rainforest.</p><p>Ikavy Pitatamae opens his phone to record his sighting of the hornbills in a biodiversity app, then uploads a photograph of a fallen tree into another app used for tracking changes in forest conditions. The calculations underwriting the value of this project on the international carbon market began with painstaking surveys the rangers conducted over six months, prior to its verification in 2021. They measured everything growing and living within a list of survey sites 80 feet in diameter. Rangers repeat the surveys every 10 years and annually conduct transect surveys that record every change and every animal spotted. Rangers routinely patrol boundaries, checking for incursions. Reports are verified by independent auditors and against satellite imagery.</p><p>Pushing through the dense tangle of vines and shrubs to the base of a giant brown terminalia tree, Ikavy Pitatamae demonstrates how baseline data are collected. He passes a measuring tape around the tree’s girth, then aims a laser beam up to where the trunk — likely 200 years in the making — branches out. Loggers would covet this specimen. Pitatamae’s data points verify that this forest contains harvestable and marketable timber that would likely be felled were it not protected — thus demonstrating a core carbon market requirement that the trees would not otherwise exist without this project. The data are also necessary for tallying the forest’s carbon store, or inventory. The magnificent canopy, the forest’s messy middle story of young trees and saplings, and the biomass of its understory would all be just collateral damage to loggers coming for this tree’s trunk. But left standing, they are part of the complex calculus paying the rangers’ wages and supporting others in the tribal communities and villages.</p><p>Since 2022, the Sirebe have received five quarterly payments for their forest project. The money should keep flowing until 2045, when the contract comes up for renewal. The payments are made by Nakau, the Pacific-wide, rights-based, nonprofit operator that coordinates the Babatana project and works in collaboration with NRDF. Similar payments are in the pipeline for neighboring tribes as their projects are verified and added to the Babatana project portfolio.</p><p>The Babatana project is owned by the tribes, who also retain their carbon rights. This structure, it is hoped, will help the project overcome some of the criticisms aimed at other carbon-trading schemes internationally, including that they perpetuate extractive colonial dynamics in their dealings with forest people and have led to episodes of conflict and violent dispossession.⁠ Many experts have been damning of projects’ lack of consultation with local people and transparency, and there is substantial evidence that some projects are pure greenwashing.</p><p>Among those critics is the Australian sociologist Kristen Lyons, a sustainability and development expert who spent years observing projects in East Africa that failed to deliver what they promised. With her fellow University of Queensland sociologist Peter Walters, she’s taken the position that carbon offsets not only enable big industrial polluters to continue emitting, they also recruit traditional landowners “as unwitting accomplices to this environmental procrastination,” as the scholars wrote in a 2021 book chapter.</p><p>Nonetheless, after several years of monitoring the Solomons project, Lyons and Walters argue that it is a regionally significant example of best practice for carbon projects in a small nation. “I have been, historically, incredibly critical of carbon offset projects,” Lyons says. But after applying an environmental justice lens to her study of the Babatana project, she notes, “My view has shifted.”</p><p>Lyons observes that while forest owners should, in theory, be powerful stakeholders in a global market worth hundreds of billions of dollars, in reality they are often far from equal partners. Indigenous people may struggle with impenetrable jargon from the wrong side of the digital divide, often in their third or fourth language. But on Choiseul Island, local engagement is strong. Lyons says she has seen communities using money received from the offsets for programs that reflect their own priorities, including agricultural, sanitation, and education projects, which will provide lasting value even if the carbon caper goes belly up tomorrow.</p><p>“We need to attend to human rights, particularly Indigenous rights, as we’re seeking to attend to the climate crisis,” says Lyons. “And so, if local communities — particularly Indigenous communities — are saying this is a pathway [they] want to explore, I think it would be a terrible thing if there was not the support [for it].”</p><p>⁠Their work in the forest completed, the Pitatamae brothers and Bosma climb aboard their motorized canoe and slowly navigate down the shallows of the Kolombangara River, past crocodiles, kingfishers, and flood-eroded banks. Big rains used to come once a season but now occur five or six times in succession, says Linford Pitatamae. The damage is far worse in logged areas, where floods wash out crops and sediment contaminates clean water and coastal fishing grounds.</p><p>This river flows through 330 square miles of lowland, riparian, and montane forests that contain some of the richest biodiversity remaining in Solomon Islands. On the northern bank lies the 18-square-mile protected area of the Padezaka tribe, whose carbon project is in its last stages of verification. “This area is heavily threatened by logging,” Bosma says. “It’s been quite an achievement that they could get it [protected] in time.” Some neighboring tribes have let loggers in, and muck from the churned landscape, logging camps, and roads is spilling into the water catchment.</p><p>Leaving the river, the canoe picks up speed for the last bumpy leg home, over open ocean, and finally pulls up on the sand at Sasamungga, at the midpoint of Choiseul’s south coast. The sprawling village is home to around 1,000 people from the Sirebe, Siporae, Vuri, Padezaka, Garasa, and Lukulombere tribes, whose ancestral forests are inland, in the river country we’ve just left. Like many Pacific forest people, they have over the decades drifted to hubs like Sasamungga to access education, markets, health services, transportation, and jobs.</p><p>Only about 10 percent of the small but growing Sirebe population have paid employment outside the village, Linford Pitatamae says, so most of the community have had a hand-to-mouth village life, relying on what they could earn from fishing and agriculture. Now, their carbon project sells around 17,423 credits a year on the international market under a deal extending 30 years. It takes in roughly $263,350 a year, of which 20 percent goes to NRDF, 20 percent to Nakau, the project coordinator, and 60 percent to the 27 households of the project owners. In a subsistence economy in one of the poorest nations in the Pacific, that’s life-changing income.</p><p>One man put his household’s share into a new outboard motor and insulated boxes to store fish for sale. His neighbor invested in equipment for a mechanical workshop. Families have installed solar panels and toilets with septic tanks, upgraded their homes, and plumbed water taps that deliver rainwater collected in new tanks.</p><p>Five percent of payments go into the Sirebe women’s savings club — $2,360 every quarter. Karah Qalo, who founded the club, says the 33 members use it to pay their children’s school fees, buy materials for their food gardens, invest in bakery projects and bee keeping, and run their phones. Their situation is radically different from that of women from forest communities that have been logged. Local custom largely holds that only men have authority over the land, while women have only the right to use the land — including for gardening, firewood, or water collection. When male leaders allow loggers in, says Qalo, they get cash, but the women lose everything. “The water will be polluted, air pollution, everything will not be good because of the pollution of the machines.”</p><p>Carbon marketeers usually describe the carbon that is sequestered and traded as the core benefit of their business and any positive social or economic outcomes for local people as co-benefits. But Nakau chief operating officer Alex McClean argues that from the perspective of forest people, “the carbon is close to irrelevant. What matters to them are improvements to their life and livelihoods.” He likes to turn the measure of integrity on its head, so things like jobs for rangers and funds that empower women become core benefits, with carbon reduction the icing on the cake.</p><p>But carbon market pioneer Mark Trexler, while not commenting specifically on the Nakau model, questions this approach, and the application of an environmental justice lens to carbon projects. “‘High integrity’ in the offset space has to refer to climate change mitigation benefits,” he says, not to co-benefits including forest community impacts. “If voluntary markets become seen primarily as a way to send money to impacted communities, we’re talking about carbon contributions, not offsets.”</p><p>Nakau CEO Robbie Henderson says demand for the Babatana project is strong and that “we could definitely sell our credits several times over at the moment.” Some buyers don’t use those credits to offset anything, he says, but rather to demonstrate their environmental commitment. Some agree not to claim carbon neutrality; some offset residual emissions. An exclusion list prohibits the sale of credits to support any fossil fuel expansion.</p><p>Linford Pitatamae recalls plenty of skepticism when he and Wilko Bosma started talking to the community about the crazy notion of selling their forest, but not their trees. “At first, we didn’t think this was a real project,” Pitatamae says. “The community didn’t really understand.” It took years of “continuous engagement, training, [and raising] awareness” to win support, he says, then more years to work through the hurdles of verification and certification to get to this point. Now he’s hearing from landowners across the island, and the nation, who are hungry to learn more.</p><p>“We believe we have to respect the environment — that will bring us a good future,” says Linford Pitatamae. “We still have our trees [and] good drinking water sources. Our birds are still there. Our sacred places are still there.” He spends long hours most days locked away from the forest he loves, grinding through the paperwork and complexities of keeping this enterprise going. But he’s not complaining. “This is the right path for rural Solomons to follow,” he says.</p><p><strong>Correction, April 22, 2024:</strong> <em>An earlier version of this article incorrectly spelled the names of two Solomon Islands tribes. They are the Vuri, not the Viru, and the Garasa, not the Garesa.</em></p><p></p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2024-04-06",
		"excerpt": "The challenges to implementing the technology are immense. The world needs to capture more than 1 billion metric tons of carbon dioxide annually by 2030, more than 20 times the 45 million metric tons captured in 2022, according to the IEA.",
		"headline": "Big oil is racing to scale up carbon capture to slash emissions but the challenges are immense",
		"id": "clvh3ufj11n6707kaks01ax10",
		"image": {
			"url": "https://media.graphassets.com/2kFZ5TvTsGGtYegcCliA",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "A factory with a pipe leading deep into the ground.",
		"slug": "big-oil-is-racing-to-scale-up-carbon-capture",
		"source": {
			"name": "CNBC",
			"url": "https://www.cnbc.com/"
		},
		"sourceArticleUrl": "https://www.cnbc.com/2024/04/06/big-oil-is-racing-to-scale-up-carbon-capture-to-slash-emissions.html",
		"tags": ["carbon_capture"],
		"text": {
			"html": "<p>A paper mill in a small Mississippi town could help demonstrate whether capturing carbon dioxide emissions and storing it deep underground is a viable path to fight climate change.</p><p>The proposed project at International Paper’s mill in Vicksburg was chosen by the Department of Energy in February to receive up to $88 million in taxpayer funding. If successful, the system would capture and permanently store 120,000 tons of carbon dioxide annually, the equivalent of 27,000 gas-powered cars, according to the companies behind the project.</p><p>Amazon, a partner in the project, sources containerboard from the mill for its boxes and packaging. SLB, the oilfield services giant formerly known as Schlumberger, is designing and engineering the carbon capture system in collaboration with RTI International, a nonprofit that developed the technology.</p><p>The Vicksburg paper mill project is just one example of how $12 billion in funding from the 2021 bipartisan infrastructure law is supporting the development of carbon capture technology across the United States, as part of the Biden administration’s efforts to achieve net-zero emissions by 2050.</p><p>Carbon capture and storage technology today is expensive, logistically complex and faces controversy over its role in the energy transition and safety concerns in communities where pipeline infrastructure would be expanded.</p><p>The Paris-based International Energy Agency has described carbon capture and storage as “critical” to achieve global net-zero emissions, while also warning the oil and gas industry against using the technology as a way to maintain the status quo on fossil fuels. Some climate activists accuse the industry of simply investing in carbon capture as way to extend the use of oil and gas.</p><p>The technology typically uses chemical absorption to capture carbon dioxide emitted from the chimney of an industrial plant. The emissions are condensed into a fluid for transport, normally through a pipeline, and are stored thousands of feet below ground in depleted oil wells or geological formations such as saltwater reservoirs.</p><p>The challenges to implementing the technology are immense. The world needs to capture more than 1 billion metric tons of carbon dioxide annually by 2030, more than 20 times the 45 million metric tons captured in 2022, according to the IEA. By 2050, the amount of carbon that’s captured needs to reach 6 billion tons — more than 130 times the 2022 level, according to the agency.</p><p>But the track record of carbon capture and storage so far has been one of “underperformance,” with only 5% of announced projects having reached a final investment decision, according to the IEA. The industry needs to demonstrate that the technology can operate economically at scale after struggling to ramp up deployment for years, the agency says.</p><p>The Vicksburg papermill project is still in an early development stage. SLB is confident that it will prove technologically viable, said Fred Majkut, senior vice president of carbon solutions at the company. The goal is to demonstrate that carbon capture and storage is also economically viable, Majkut said.</p><p>“The economic viability of carbon capture and sequestration is a challenge today because the cost of building most plants in order to capture carbon dioxide are very significant,” the executive said. It can cost hundreds of millions of dollars to retrofit an industrial plant, he said.</p><p>For International Paper, the Vicksburg project is a potential way to produce lower carbon products for consumers who are climate conscious and a potential opportunity to benefit financially through the sale of carbon credits.</p><p>“There are examples in the marketplace where customers have the opportunity to express their preferences economically, whether that’s clicking a button to say they want to abate the carbon emissions for a trip in an Uber or an airplane,” said Adam Miklos, director of low carbon innovation at International Paper.</p><p>“Ultimately, it has the potential to reduce our emissions and, if successful, present an opportunity to sell carbon and renewable credits,” Miklos said.</p><p>Decarbonizing heavy industry</p><p>The Mississippi mill is a snapshot of how the oil and gas industry is trying to demonstrate that carbon capture and storage is a viable tool in the race to slash emissions, after using similar technology for decades to extract oil.</p><p>The industry has used carbon storage techniques since the 1970s in a process called enhanced oil recovery, in which carbon dioxide is injected underground to create pressure that pushes more crude toward production wells.</p><p>Chevron, Exxon, Baker Hughes and SLB, among others, are now repurposing that expertise, betting that carbon capture and storage will serve a large market of heavy industries such as cement and steel that have few good options right now to slash their emissions.</p><p>Total spending on carbon capture and storage projects is expected to reach $241 billion worldwide by 2030 if all announced projects materialize, according Rystad Energy. The United States and the United Kingdom are the leaders, with investments expected to reach $85 billion and $45 billion, respectively, by the end of the decade, according to Rystad.</p><p>In the U.S., investment in carbon management technologies more than doubled to $1.2 billion in 2023, the first full year after the passage of the Inflation Reduction Act, according to the Clean Investment Monitor. The law supports the industry with tax credits of up to $85 per ton of emissions captured and stored.</p><p>Cement plants, for example, produce emissions not only by burning fossil fuels, but also due to the materials used in the manufacturing process. About two-thirds of the industry’s carbon dioxide emissions come from chemical reactions that occur when breaking down limestone.</p><p>Cement is one of the most widely-used products globally, second only to drinking water, and is responsible for about 7% of the world’s carbon dioxide emissions alone, according to the United Nations. Cement and steel together represent about 14% of global emissions, according to the U.N.</p><p>“Right now, these types of industries have no way to effectively decarbonize to net zero without carbon capture,” Majkut said. “If they want to produce cement, there will be CO2 emissions simply because of the materials that are being used.”</p><p>With carbon storage already a mature commercial business, SLB is trying to tackle the capture side, which presents one of the major hurdles to scaling up the technology due to its high cost, according to Majkut. The solvent that would be used to catch carbon dioxide molecules at the Mississippi mill promises to lower the energy requirements of the capture process and make it more cost effective, he said.</p><p>“We’re quite comfortable that in the next 12 to 24 months, we will be coming to market with actually that chemistry as part of our core offering and develop what we call process design packages,” Majkut said.</p><p>SLB CEO Olivier Le Peuch has said carbon capture and storage will play a leading role in the company’s annual revenue targets of $3 billion by 2030 and $10 billion by 2040 for its new energy portfolio.</p><p>SLB this month announced a nearly $400 million investment in Aker Carbon Capture, a pure-play carbon capture company based in Norway, in an effort to accelerate deployment of the technology at commercial scale.</p><p>Competitor Baker Hughes is developing direct air capture technology after acquiring a company called Mosaic Materials in 2022. Baker Hughes has not disclosed the value of the deal.</p><p>The technology aims to catch low concentration carbon dioxide emissions, which are harder to capture, directly from the atmosphere as well as from industrial plants. Baker Hughes anticipates the technology will most likely come to market by the end of 2026.</p><p>Baker Hughes is targeting up to $7 billion in orders by 2030 for its new energy portfolio, which includes carbon capture and storage technology. The company is forecasting a total market for its new energy business of between $60 billion and $70 billion by the end of the decade.</p><p>“By 2030, I do believe we’re going to start to see these technologies start to become reasonably competitive,” said Alessandro Bresciani, senior vice president of climate technologies at Baker Hughes.</p><p>Chevron, Exxon building Gulf Coast hubs</p><p>The Gulf Coast of the United States, home to enormous oil and gas and other industrial plants, is emerging as a center of carbon capture and storage investments in the U.S.</p><p>Jeff Gustavson, vice president of lower carbon energies at Chevron, said the region has the potential to quickly increase use of the technology because of favorable geology for storage located close to high concentration emissions that are easier to capture at a lower cost. Some 100 million tons of carbon dioxide are emitted annually from Houston through to Port Arthur, Texas, Gustavson said.</p><p>Chevron and Exxon are targeting $10 billion and more than $20 billion, respectively, of spending on emissions-reducing technologies that include carbon capture and storage in major projects under development along the Gulf Coast.</p><p>Exxon over the past two years has entered agreements to capture carbon emissions from ammonia and fertilizer producer CF Industries and steelmaker Nucor, both in Louisiana, and industrial gas producer Linde in Beaumont, Texas. The country’s largest oil company is targeting a start-up date for a carbon capture and storage system at CF Industries in the first half of 2025.</p><p>Dan Ammann, president of low carbon solutions at Exxon, said those three contracts combined promise to remove 5 million tons of emissions annually — the equivalent of converting 2 million gas-powered cars to electric vehicles.</p><p>Exxon completed its acquisition of the carbon-dioxide pipeline operator Denbury for $5 billion in late 2023. The deal gave Exxon more than 900 miles of pipeline stretching through Mississippi, Louisiana and Texas that are located near at least 10 storage sites in the region.</p><p>“It gives us sort of instantaneous scale, instantaneous reach, across this huge source of emissions along the Gulf Coast,” Ammann said of the Denbury acquisition. “It gives us the ability to develop storage all along that pipeline as well.”</p><p>Exxon says it now owns the largest carbon dioxide pipeline network in the U.S. As the infrastructure comes together, Exxon is seeing “a very high level of interest from a lot of different emitters along the Gulf Coast,” Ammann said.</p><p>Chevron is the operator and lead investor in a flagship project called Bayou Bend, which has a 140,000 acre position of permanent carbon dioxide storage space near Port Arthur and Beaumont, Texas. The project is a joint venture with minority shareholders TotalEnergies and Equinor.</p><p>Negotiations are currently underway with potential customers, Gustavson said, declining to disclose names. The area is home to large petrochemical, refinery, liquid natural gas and industrial gas operations with significant carbon dioxide footprints, he said.</p><p>“Bayou Bend could be one of the largest CO2 storage projects in the world. You’re talking several million tons a year of storage,” Gustavson said. The project has the potential for even more storage capacity depending on how much technical progress is made, the executive said.</p><p>While the IEA has described carbon capture and storage as “essential” to slash emissions in sectors like heavy industry, agency director Fatih Birol issued a sharply worded statement in November calling on the oil and gas industry to let go of the “illusion that implausibly large amounts of carbon capture are the solution” to climate change.</p><p>Birol’s comments came on the back of an IEA report that called on the industry to invest more in clean energy and accept the “uncomfortable truth” that a successful energy transition will result in the scaling back of fossil fuel production. That sparked a backlash from OPEC, which accused the IEA of vilifying the oil and gas industry.</p><p>“We’re not saying carbon capture can be implemented everywhere,” SLB’s Majkut said. “As a matter of fact, the primary way to decarbonize should be energy efficiency, scale up of renewables, and effectively carbon capture shall be used on applications that you can’t easily electrify, that you can’t easily decarbonize otherwise.”</p><p>Pipeline opposition</p><p>Increasing carbon capture and storage to meet net-zero emissions goals in the U.S. will require a massive expansion of pipeline infrastructure. The Department of Energy estimates that the network of carbon dioxide pipelines needs to grow from about 5,200 miles currently to between 30,000 and 90,000 miles.</p><p>“The key is the right geology close by to concentrated emissions,” Gustavson said. “That’s where we see this scaling fastest first, but over time, we will need to build more CO2 infrastructure to be able to transport CO2 much longer distances to access the same storage.”</p><p>But the permitting process is challenging because pipelines often cross state lines, requiring lengthy approval from multiple jurisdictions and creating bottlenecks, Majkut said.</p><p>Pipeline expansion has faced opposition in communities where residents are worried about the safety of transporting carbon dioxide. In 2020, a pipeline owned by Denbury ruptured just outside the village of Satartia, Mississippi, leading to the release of more than 31,000 barrels of carbon dioxide. More than 40 people were hospitalized and 200 individuals were evacuated from the area. Denbury was fined nearly $2.9 million by the U.S. Transportation Department.</p><p>Denbury said in a 2022 report that it had upgraded equipment and procedures in the wake of the pipeline leak to “substantially reduce the risk of similar events in the future, as well as mitigate and diminish the consequences in the event they do occur.”</p><p>The Energy Department says carbon dioxide pipelines have a better safety record than natural gas pipelines and other large infrastructure such as electric transmission. There have been no deaths from carbon dioxide pipelines over the past two decades and one injury in addition to the hospitalizations from the Satartia incident, according to the Transportation Department.</p><p>There are still a lot of uncertainties surrounding carbon capture and storage, said Miklos, the executive at International Paper. But the Vicksburg project is an opportunity to carefully examine the technical and economic viability and the impact on climate over a multiyear period, he said.</p><p>“The primary questions are around the ability to do this in a way that is cost effective,” he said.</p><p>Correction: Chevron is the operator and lead investor in Bayou Bend, while TotalEnergies and Equinor are minority shareholders. A previous version of this story misstated the minority shareholders.</p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2024-03-27",
		"excerpt": "\"...It’s really a path forward for decarbonization because we can take CO2, which is a greenhouse gas, and turn it into things that are useful for chemical manufacture,” ",
		"headline": "Engineers find a new way to convert carbon dioxide into useful products",
		"id": "clvh6mi2d352v07k4jnjzv33r",
		"image": {
			"url": "https://media.graphassets.com/ljAk79ubQBqZgK7U7Lxy",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "A chemist working in a laboratory.",
		"slug": "engineers-find-new-way-to-convert-co2-into-useful-product",
		"source": {
			"name": "MIT News",
			"url": "https://news.mit.edu/"
		},
		"sourceArticleUrl": "https://news.mit.edu/2024/engineers-find-new-way-convert-carbon-dioxide-useful-products-0327",
		"tags": ["emissions", "carbon_capture", "new_technology"],
		"text": {
			"html": "<p>MIT chemical engineers have devised an efficient way to convert carbon dioxide to carbon monoxide, a chemical precursor that can be used to generate useful compounds such as ethanol and other fuels.</p><p>If scaled up for industrial use, this process could help to remove carbon dioxide from power plants and other sources, reducing the amount of greenhouse gases that are released into the atmosphere.</p><p>“This would allow you to take carbon dioxide from emissions or dissolved in the ocean, and convert it into profitable chemicals. It’s really a path forward for decarbonization because we can take CO2, which is a greenhouse gas, and turn it into things that are useful for chemical manufacture,” says Ariel Furst, the Paul M. Cook Career Development Assistant Professor of Chemical Engineering and the senior author of the study.</p><p>The new approach uses electricity to perform the chemical conversion, with help from a catalyst that is tethered to the electrode surface by strands of DNA. This DNA acts like Velcro to keep all the reaction components in close proximity, making the reaction much more efficient than if all the components were floating in solution.</p><p>Furst has started a company called Helix Carbon to further develop the technology. Former MIT postdoc Gang Fan is the lead author of the paper, which appears in the Journal of the American Chemical Society Au. Other authors include Nathan Corbin PhD ’21, Minju Chung PhD ’23, former MIT postdocs Thomas Gill and Amruta Karbelkar, and Evan Moore ’23.</p><p>Breaking down CO2</p><p>Converting carbon dioxide into useful products requires first turning it into carbon monoxide. One way to do this is with electricity, but the amount of energy required for that type of electrocatalysis is prohibitively expensive.</p><p>To try to bring down those costs, researchers have tried using electrocatalysts, which can speed up the reaction and reduce the amount of energy that needs to be added to the system. One type of catalyst used for this reaction is a class of molecules known as porphyrins, which contain metals such as iron or cobalt and are similar in structure to the heme molecules that carry oxygen in blood.</p><p>During this type of electrochemical reaction, carbon dioxide is dissolved in water within an electrochemical device, which contains an electrode that drives the reaction. The catalysts are also suspended in the solution. However, this setup isn’t very efficient because the carbon dioxide and the catalysts need to encounter each other at the electrode surface, which doesn’t happen very often.</p><p>To make the reaction occur more frequently, which would boost the efficiency of the electrochemical conversion, Furst began working on ways to attach the catalysts to the surface of the electrode. DNA seemed to be the ideal choice for this application.</p><p>“DNA is relatively inexpensive, you can modify it chemically, and you can control the interaction between two strands by changing the sequences,” she says. “It’s like a sequence-specific Velcro that has very strong but reversible interactions that you can control.”</p><p>To attach single strands of DNA to a carbon electrode, the researchers used two “chemical handles,” one on the DNA and one on the electrode. These handles can be snapped together, forming a permanent bond. A complementary DNA sequence is then attached to the porphyrin catalyst, so that when the catalyst is added to the solution, it will bind reversibly to the DNA that’s already attached to the electrode — just like Velcro.</p><p>Once this system is set up, the researchers apply a potential (or bias) to the electrode, and the catalyst uses this energy to convert carbon dioxide in the solution into carbon monoxide. The reaction also generates a small amount of hydrogen gas, from the water. After the catalysts wear out, they can be released from the surface by heating the system to break the reversible bonds between the two DNA strands, and replaced with new ones.</p><p>An efficient reaction</p><p>Using this approach, the researchers were able to boost the Faradaic efficiency of the reaction to 100 percent, meaning that all of the electrical energy that goes into the system goes directly into the chemical reactions, with no energy wasted. When the catalysts are not tethered by DNA, the Faradaic efficiency is only about 40 percent.</p><p>This technology could be scaled up for industrial use fairly easily, Furst says, because the carbon electrodes the researchers used are much less expensive than conventional metal electrodes. The catalysts are also inexpensive, as they don’t contain any precious metals, and only a small concentration of the catalyst is needed on the electrode surface.</p><p>By swapping in different catalysts, the researchers plan to try making other products such as methanol and ethanol using this approach. Helix Carbon, the company started by Furst, is also working on further developing the technology for potential commercial use.</p><p>The research was funded by the U.S. Army Research Office, the CIFAR Azrieli Global Scholars Program, the MIT Energy Initiative, and the MIT Deshpande Center.</p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2024-03-18",
		"excerpt": "To use the analogy of a bath tub: as well as striving to reduce the amount of water flowing into the tub, we also need to start drilling holes at the bottom to slow the rise of the water level, and eventually bring it down.\n",
		"headline": "We need to talk about carbon removal",
		"id": "clvl7l4553o3607k3z7rzjbyc",
		"image": {
			"url": "https://media.graphassets.com/tjM3bMQfQjCxL26I5yn7",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "A factory emitting smoke.",
		"slug": "we-need-to-talk-about-carbon-removal",
		"source": {
			"name": "Financial Times",
			"url": "https://www.ft.com/"
		},
		"sourceArticleUrl": "https://www.ft.com/content/b08940fb-75a1-488f-940b-379d39238feb",
		"tags": [],
		"text": {
			"html": "<p>Welcome back. Last week ended with an important development in Brussels, where representatives of EU member governments reached agreement on a revised draft of the landmark Corporate Sustainability Due Diligence Directive.</p><p>As we wrote recently, this legislation would dramatically increase the responsibility of EU companies — and many non-EU ones — for environmental and social problems in their supply chains. Friday’s agreement came after officials moved to limit the rule’s scope, notably by increasing the minimum size of companies that will be subject to it. The CSDDD now needs to get through the European parliament before this summer’s EU elections. We’ll keep you posted.</p><p>EU policy is also an important part of the story we cover in today’s edition. The main global climate science body has warned that large-scale carbon dioxide removal must be a big part of any successful response to climate change — yet the subject has been curiously neglected in the wider climate debate. Is that starting to change?</p><p><strong>NET ZERO STRATEGY</strong></p><p>A dangerous blind spot in corporate climate plans</p><p>The term “net zero” trips off the tongue so easily these days that it’s easy to forget what it actually means.</p><p>The concept is pretty simple. The world will reach net zero emissions when the amount of greenhouse gases we add to the atmosphere is matched by the amount we remove.</p><p>Yet while great emphasis has rightly been placed on cutting carbon emissions, strikingly little public or corporate discussion has focused on the other side of the “net zero” ledger: how to build up the huge carbon removal capacity that the Intergovernmental Panel on Climate Change says is needed. But last week brought new signs that this is starting to change.</p><p>On Thursday, the US Department of Energy announced a new plan to encourage investment in carbon removal: it will set up a “leaderboard” to highlight the companies making the biggest purchases in the space, and will work to connect buyers and sellers of carbon removal services.</p><p>Perhaps more significantly, EU authorities last month reached a provisional agreement on a new certification system for carbon removals. On Wednesday, EU lawmakers approved a rule that requires companies to comply with the new carbon credit standards if they want to use offsets to make green marketing claims.</p><p>The common theme here is that governments are waking up to the need for a massive acceleration of investment in carbon removal, alongside efforts to reduce the emissions we pump into it.</p><p>This awakening comes not a moment too soon. The level of carbon dioxide in the atmosphere is already 50 per cent higher than before the industrial revolution, and has been continuing to rise at a steady clip in recent years.</p><p>According to the IPCC, “all pathways that limit global warming to 1.5C with limited or no overshoot” require carbon dioxide removal at a massive scale, between 100bn and 1,000bn tonnes this century. (For context, total emissions of all greenhouse gases in 2022 were 53.8bn tonnes of CO₂ equivalent.)</p><p>To use the analogy of a bath tub: as well as striving to reduce the amount of water flowing into the tub, we also need to start drilling holes at the bottom to slow the rise of the water level, and eventually bring it down.</p><p>This is where corporate purchases of carbon credits could have a crucial role to play. The growing collection of carbon removal providers range from “direct air capture” businesses such as Zurich-based Climeworks, which sucks carbon dioxide from the air and turns it into limestone, to others using “enhanced weathering” to increase the absorption of carbon by rocks.</p><p>But carbon removal projects have so far played a very marginal role in the voluntary carbon market. The vast majority of carbon offsets are linked instead to projects intended to avoid or reduce emissions — often through protecting trees that, according to their owners, might otherwise burn down.</p><p><strong>A crunch moment for the offset market</strong></p><p>A couple of years ago that market was booming, with many companies snapping up avoidance-linked carbon credits for a few dollars per tonne or less, and using these to make eye-catching green claims. (Particularly striking was the claim by professional services firm EY that it had become “carbon negative” using avoidance-linked offsets.)</p><p>Last year, however, that market fell into crisis after a string of reports that raised severe doubts about how much impact these projects were actually having. As faith in the market and its suppliers has declined, so have corporate purchases.</p><p>The Integrity Council for the Voluntary Carbon Market, chaired by former US securities regulator Annette Nazareth, is trying to restore confidence in the offset market through a lengthy set of guidelines. Yet these make no fundamental distinction between the respective merits of removal- versus avoidance-based carbon credits, and give no sense of why buyers should ever choose the former, which are commonly about a hundred times more expensive than the latter.</p><p>Companies seeking a science-based way to incorporate carbon removals into their climate strategy should take a look at a different framework, published last month by Oxford university academics. The latest version of the Oxford Principles for Net Zero Aligned Carbon Offsetting states that companies can claim “net zero” status only when — after making big emissions cuts across their business — they cancel out all remaining emissions using carbon removal. While the supply of carbon removal credits is limited today, it says, companies should start buying them now and have a clear plan to increase their purchases in the years to come.</p><p>Some big companies have already put carbon removal at the centre of their climate strategies — notably Microsoft and other tech giants like Google and Stripe. JPMorgan last year announced long-term carbon removal agreements worth more than $200mn.</p><p><strong>All eyes on the EU</strong></p><p>Peter Reinhardt, chief executive of Charm Industrial, one of the most prominent carbon removal companies, estimates that sales of removal offsets grew by 600 to 700 per cent last year, while the rest of the market slumped. But, he told me, “voluntary purchasing of carbon removal is not going to scale to the billions [of tonnes] per year that’s necessary”.</p><p>Reinhardt’s warning reflects widespread hope in his industry that governments could start requiring companies to buy carbon removal credits. If this happens, the EU looks the most likely first mover. The latest version of the new certification framework has attracted some criticism — notably for the decision to include “soil emission reduction” projects. But the latest moves from EU authorities still look like a meaningful signal, steering corporate offset buyers towards carbon removal projects rather than the avoidance-based sort that currently dominates the offset market.</p><p>As a forthcoming report from non-profit Carbon Gap notes, EU authorities could introduce mandatory carbon removal purchases either by integrating this with the existing emissions trading system, or through a wholly new scheme. It’s also worth watching California, where a bill requiring some companies to buy removal credits passed the state senate last year but has not yet been signed into law.</p><p>Whether or not mandatory carbon removal purchases come any time soon, executives trying to keep up with the debate around responsible corporate climate strategy — and avoid accusations of greenwashing — would be wise to start paying attention to this space.</p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2024-03-12",
		"excerpt": "\"This is exactly what has to happen - this alignment with large industrial partners who have the capacity, the access to capital, the skills to actually scale DAC to a meaningful level,\"\n-CarbonCapture CEO Adrian Corless",
		"headline": "US-based CarbonCapture raises $80 mln from Saudi Aramco, others",
		"id": "clvl8zszd4lm507k9kdxtkoet",
		"image": {
			"url": "https://media.graphassets.com/WCtNyocMTVqfi0vZ034H",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "Vantilator",
		"slug": "us-based-carboncapture-raises-80m-from-saudi-aramco-others",
		"source": {
			"name": "Reuters",
			"url": "https://www.reuters.com/"
		},
		"sourceArticleUrl": "https://www.reuters.com/sustainability/us-based-carboncapture-raises-80-mln-saudi-aramco-others-2024-03-12/",
		"tags": [],
		"text": {
			"html": "<p>WASHINGTON, March 12 (Reuters) - Los Angeles-based CarbonCapture, which aims to build machines that suck carbon dioxide out of the air to fight climate change, said it had raised $80 million from investors that include Saudi oil giant Saudi Aramco.</p><p>The money raised in CarbonCapture&#39;s latest major funding round represents one of the largest injections of private capital into direct air capture (DAC) – a technology that has yet to be proven at scale - over the last five years, according industry tracker PitchBook.</p><p>&quot;This is exactly what has to happen - this alignment with large industrial partners who have the capacity, the access to capital, the skills to actually scale DAC to a meaningful level,&quot; CarbonCapture CEO Adrian Corless said in an interview with Reuters.</p><p>The Series A fundraising was led by Prime Movers Lab and also included Amazon&#39;s Climate Pledge Fund, Siemens Financial Services, Idealab X, and Marc Benioff&#39;s TIME Ventures, the company said.</p><p>CarbonCapture builds modular machines that contain material that absorbs carbon dioxide when cooled and releases it when heated. That allows it to capture the climate-warming gas for storage underground or used in products such as concrete.</p><p>Its Wyoming-based Project Bison plans to capture 5 million metric tons of CO2 annually by 2030 - a tiny fraction of U.S. overall carbon emissions of more than 6 billion tons per year. The company hopes to use improve its technology and scale it up.</p><p>Worsening climate change and inadequate efforts to cut greenhouse gas emissions have led some governments and investor to bet on carbon removal as a last-ditch hope to avert the most dire impacts of global warming. Carbon removal is also seen as a way for the most difficult-to-abate sectors of the economy to reach carbon neutrality, including aviation and cement production.</p><p>Other carbon removal companies like Climeworks and Carbon Engineering, along with startups Verdox and Heirloom, have also raised tens of millions of dollars over the last few years, while the U.S. Department of Energy has appropriated more than $11 billion to support the technology.</p><p>Saudi Aramco is among several fossil fuel companies backing carbon removal efforts, including U.S.-based Occidental Petroleum and UAE rival ADNOC. The oil industry sees the technology as a potential lifeline because it can remove carbon dioxide produced from burning fossil fuels.</p><p>Oil companies also are experienced putting carbon dioxide below ground, historically as a means to force out more crude.</p><p>Corless said while some companies in the DAC industry have shunned partnering with oil companies, he sees the need for a variety of different partners.</p><p>&quot;It&#39;s not going to be enough to just have a number of small isolated tech companies in this industry,&quot; he said.</p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2023-05-25",
		"excerpt": "Amid the global energy crisis and economic issues, revenues from carbon credits traded in emissions trading systems (ETS) and carbon taxes hit record high in 2022 reaching almost $100 billion, per the World Bank carbon pricing report.",
		"headline": "Key Insights from World Bank’s 2023 Carbon Pricing Report",
		"id": "clvfak74t1n0z07izpduaxroj",
		"image": {
			"url": "https://media.graphassets.com/JjiFEzfGT6aOwHHpCp31",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "cartoon style drawing of earth",
		"slug": "key-insights-from-world-banks-2023-carbon-pricing-report",
		"source": {
			"name": "CarbonCredits.com",
			"url": "https://carboncredits.com"
		},
		"sourceArticleUrl": "https://carboncredits.com/6-key-takeaways-from-world-bank-2023-carbon-pricing-report",
		"tags": [],
		"text": {
			"html": "<p>Amid the global energy crisis and economic issues, revenues from carbon credits traded in emissions trading systems (ETS) and carbon taxes hit record high in 2022 reaching almost $100 billion, per the World Bank carbon pricing report. </p><p>Carbon pricing is an essential policy tool useful in decarbonizing global economies. Through various instruments, carbon prices bring economic incentives to make climate-friendly changes in consumption, production, and investment. </p><p>The World Bank’s <a title=\"https://openknowledge.worldbank.org/entities/publication/58f2a409-9bb7-4ee6-899d-be47835c838f\" href=\"https://openknowledge.worldbank.org/entities/publication/58f2a409-9bb7-4ee6-899d-be47835c838f\">State and Trends in Carbon Pricing 2023</a> report provides an updated overview of the existing and emerging carbon pricing instruments worldwide. It also explores the trends and drivers of those instruments, including carbon taxes, carbon crediting mechanisms, and emissions trading systems. </p><p>As highlighted in the report, carbon pricing has to continue growing, in price and coverage, to drive climate action and meet the Paris goals. Here are the six key takeaways from the World Bank carbon pricing report. </p><h2>#1. Carbon prices growth slowed but showed resilience</h2><p>After years of high growth, carbon prices in ETSs and carbon taxes had slowed but showed resilience. They have made it through the global energy crisis last year, and even half of the instruments’ prices have increased. About a third have the same prices while fewer than <strong>15%</strong> decline. </p><p>The European Union ETS recorded the largest increases, with price surging 100 Euros for the first time. It is linked with the Switzerland ETSs. </p><h4>But in other ETS, carbon prices were down by up to 35% like the case of Republic of Korea ETS.</h4><p>While some countries or jurisdictions toned down their plans to increase carbon prices, many didn’t. In fact, several of them decided to strengthen their existing ETSs and carbon taxes in the coming years. </p><p>For instance, Singapore made changes in its carbon pricing bill that will increase the nation’s carbon tax beginning in 2026, from <u>USD 4-34 to USD 38-60</u>. Likewise, Canada is pursuing its plan to increase its federal baseline to go over <u>USD 127 by 2030</u>. </p><p>Apart from policy changes, energy markets and drought were some of the biggest factors affecting carbon prices in most ETSs. In many European nations, the combined effects were enough to halt the declining trend in coal use while higher power sector CO2 emissions caused EU ETS to rise. </p><p>Overall, carbon prices have to grow in the long term to drive investments at the scale and pace needed. To keep global warming below 2°C, prices need to reach <u>$50/tCO2 to $100/tCO2 by 2030</u>. Factoring in inflation, that price range would be at<strong> </strong>$61 to $122 by 2030 in 2023 USD. </p><p>As of April 2023, under <strong>5%</strong> of global GHG emissions are covered by a direct carbon price at or above the range suggested by 2030 (in 2023 US dollar value). Most of these high-price carbon pricing instruments are found in European countries as seen in the chart below. Blue shades refer to ETS prices while the pink ones represent carbon taxes. </p><h2>#2. Number of ETSs and carbon taxes implemented slightly grew</h2><p>The number of ETS and carbon taxes adopted has gone up slightly to <strong>73 as of April 2023</strong>. The increase is mostly in countries that are already pricing carbon, referring to the map below. </p><p>In 2022, several jurisdictions delivered on their existing plans for new ETSs or carbon taxes or increased their ambition. Some of them also revealed more proposals to develop new carbon pricing initiatives. </p><p>Emerging economies are showing growing interest in adopting carbon credit instruments but high-income nations still dominate the global market. </p><p>Overall, the little increase in the carbon instruments in operation cover about<strong> 23%</strong> of global carbon emissions. This rise represents a below <strong>1%</strong> increase relative to the previous year. </p><p>Carbon pricing mechanisms today are mainly focused on energy and industrial emissions. Most carbon taxes cover certain fossil fuels used in different sectors, while ETSs often focus on big industrial facilities. </p><p>New Zealand will be the first country in the world to put a price on agricultural emissions in 2025. This is separate from the country’s existing ETS and will be applied at the farm level. </p><p>While other countries are also considering the creation of future ETS such as Malaysia, Vietnam, and Thailand, for instance. Meanwhile, Taiwan and China early this year passed a law to introduce a carbon tax on heavy emitters.</p><h2>#3. Record high carbon revenues almost at $100 billion </h2><p>This is perhaps the highlight of the report. Total carbon revenues from ETSs and taxes jump by over <strong>10%</strong> in 2022, hitting about <strong>$95 billion</strong>. Compared to last year, the increase is worth <strong>$10 billion</strong>. </p><p>Carbon revenues are the product of the carbon price, specific emissions covered, and other pricing design factors like rebates and allocation methods. </p><p>Revenue in the EU ETS alone has grown<strong> 7x</strong> from 2017 amounts, generating a total of <strong>$42 billion</strong> in 2022. The <strong>$7.8 billion</strong> increase accounts for over <strong>76%</strong> of the total increase in global carbon pricing revenues. This is partly because of higher prices, but also due to the shift from free carbon allowance allocation to auctioning.</p><p>In 2022, ETSs represented about<strong> 69%</strong> of government income from direct carbon prices, while carbon taxes took the remaining <strong>31%</strong>.</p><p>As to where the governments spend the carbon revenues, the following figure shows the percent share of different uses.  </p><h2>#4. Carbon credit markets slowed, and demand is mostly voluntary </h2><p>After 2 years of steep growth, carbon credit markets slowed last year, with a +<strong>1%</strong> drop in retirements from 2021. A total of <strong>196 million</strong> carbon credits were retired in 2022. </p><ul><li><div>The supply of new carbon credits and demand from end users decreased a little bit, reversing the previous year’s increase.</div></li></ul><p>As seen below, independent crediting mechanisms or <a title=\"https://carboncredits.com/voluntary-carbon-market-can-be-worth-1-trillion-in-2037/\" href=\"https://carboncredits.com/voluntary-carbon-market-can-be-worth-1-trillion-in-2037/\">voluntary carbon markets</a> supply most of the credits. But credit issuances from international mechanisms like the Clean Development Mechanism (CDM) grew in 2022, representing <strong>30%</strong> of total issuance. </p><p>Voluntary corporate use of carbon credits remains to be the major source of demand in the market. </p><p>Also, more and more nations are thinking about establishing their own carbon credit mechanisms. This plan is often in conjunction with an ETS or carbon tax policy. </p><p>For example, both Indonesia and Vietnam made some preparations to establish domestic carbon credit schemes while South Africa assessed their internal standards to produce credits.</p><h2>#5. Nature-Based carbon credits may overtake Renewable Energy</h2><p>Renewable energy still dominates carbon markets. The share of carbon credits generated by renewable energy activities has been rising since 2018. They represent about 45% of registered projects and account for 55% of credit issuances in 2022. </p><p>In terms of carbon credits retired last year, 52% came from renewable energy projects, up from 44% in 2021. <a title=\"go to glossary definition of RECs\" href=\"/glossary#renewable-energy-credits-recs\">Renewable energy credits (RECs)</a> are still widely available and among the cheapest credit types.</p><p>But as the cost of renewable energy fell significantly over the last 10 years, RE projects may no longer need the extra revenues from carbon credits. This signals that the value of RECs will eventually go down.  </p><p>Thus, the supply of carbon credits from large RE projects will most likely decline over time. Some voluntary carbon crediting schemes have restricted eligibility, particularly for projects in the least developed nations. </p><p>Meanwhile, there has been a growing focus on nature-based activities. These include projects involving emissions reductions from agriculture and forestry and land use. The credits they produce often deliver co-benefits – other socio-economic benefits aside from carbon reduction – valued by many buyers.</p><p>Though credit issuances from forestry and land use activities drop in 2022, this may change soon, according to industry experts. Last year, <strong>54%</strong> of new projects registered were for nature-based solutions, indicating a potential for supply expansion in the future.  </p><h2>#6. Exchange-traded credits from removal projects trade at a premium </h2><p>Carbon credit prices and trends vary across market segments and project types. Nature-based credits saw the highest price drop, from as much as $16 to below $5.</p><p>The rising use of standardized contracts is considered one factor of a downward trend in prices as seen below. </p><p>The price gap across most credit types or categories has narrowed, with exchange-traded credits from removal projects trading at a premium. Compared to carbon allowances traded in an ETS, carbon credits are heterogeneous. </p><p>Carbon credit prices vary due to several factors such as project type, credit issuer, credit vintage, and co-benefits. Hence, prices of different credit types vary a lot, reflecting project costs as well as buyer preferences. Newer credits sell at higher prices, according to Xpansiv CBL’s 2022 trading data.</p><p>Lastly, the carbon credit market continues to grow in diversity and sophistication, per World Bank’s report. More service providers, advanced technological platforms, improved products, and new investors will further drive market growth.</p><p>And as more countries sign deals to produce credits from emissions reductions and new integrity initiatives develop, standardization and transparency in the carbon credit market will follow soon. </p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2023-05-17",
		"excerpt": "The Alaska House of Representatives passed a bill that would allow the state to set up a system for using state land to sell carbon-offset credits. The action amounted to final passage of the bill, which has been approved by the state Senate.",
		"headline": "Alaska House follows Senate in passing bill authorizing sale of carbon credits from state land",
		"id": "clvfa54ks1jiq07k5ccid3lb2",
		"image": {
			"url": "https://media.graphassets.com/CSvqRZXSXermvfGrVPSX",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "image of mount shasta",
		"slug": "alaska-authorizes-sale-of-carbon-credits-from-state-land",
		"source": {
			"name": "Anchorage Daily News",
			"url": "https://www.adn.com"
		},
		"sourceArticleUrl": "https://www.adn.com/politics/alaska-legislature/2023/05/17/alaska-house-follows-senate-to-pass-bill-authorizing-sale-of-carbon-credits-from-state-land/",
		"tags": [],
		"text": {
			"html": "<p>The Alaska House of Representatives on Tuesday passed a bill that would allow the state to set up a system for using state land to sell carbon-offset credits. The House action amounted to final passage of the bill, which was approved the previous day by the state Senate.</p><p>The measure, Senate Bill 48, authorizes the Alaska Department of Natural Resources to lease out state land for up to 55 years for the purpose of preserving its powers to absorb atmospheric carbon.</p><p>The bill has been a high priority for Gov. Mike Dunleavy. The Republican governor responded immediately after the House vote with a brief message on Twitter: “Thank you to the House for passing SB 48! We are changing the conversation for Alaska concerning new revenue.”</p><p>A follow-up news release by the governor’s office said that once the bill is signed into law, the Alaska Department of Natural Resources will begin to develop regulations for the program, and that there will be a “robust public input process” as those rules are created.</p><p>“Today marks an exciting new chapter for natural resources in Alaska with the passage of Governor Mike Dunleavy’s carbon offset bill,” John Boyle, commissioner of the Department of Natural Resources, said in the governor’s release. He credited work by his department and by the Alaska Oil and Gas Conservation Commission.</p><p>From left to right: Alaska Department of Natural Resources Commissioner John Boyle, special assistant Rena Miller and legislative liaison Joseph Byrnes smile on Tuesday, May 16, 2023, in the House chambers shortly before House Bill 48, the governor’s carbon credits measure, passed the House. (James Brooks / Alaska Beacon)</p><p>“I’m grateful our DNR experts and AOGCC partners were able to work with the legislature to deliver a bill giving Alaska a new revenue stream that complements our current resource development industries and Alaskans’ use of State land,” Boyle said. “I’m particularly excited about the opportunities to more actively manage and invest in our forests.”</p><p>Most of the comments made on the House floor leading up to the vote touted the bill’s potential for generating state revenue from national and global demand for carbon offsets, which are seen as tools to combat climate change. Because of its focus on the state’s forested land, the measure has been dubbed the “tree” bill.</p><p>But at least one legislator, Rep. Andy Josephson, D-Anchorage, described it as good for the Alaska environment, aside from its resource-development qualities.</p><p>“In fact, it’s supposed to, it must, it’s compelled to have no net loss on biomass. We heard that testimony. So this is, in that respect, a conservation bill from an Alaskan lens,” he said during a Tuesday afternoon House Finance Committee hearing that preceded the floor vote.</p><p>Rep. Andy Josephson, D-Anchorage, asks a question about Senate Bill 48, the carbon credits bill, on Tuesday, May 16, 2023, in the House Finance Committee. (James Brooks / Alaska Beacon)</p><p>Unlike the Senate vote on Monday, Tuesday’s House vote was not unanimous. There were two votes against the bill — from Rep. David Eastman, R-Wasilla, who called it “climate communism,” and Rep. Sarah Vance, R-Homer.</p><p>A separate-but-related bill introduced by Dunleavy would establish a system for using old oil and gas wells to sequester carbon gases produced through petroleum operations and other industrial activities. That proposal, in Senate Bill 49 and House Bill 50 and nicknamed the “hole” bill, did not move as quickly as the carbon-offsets bill. However, one element of the “hole” bill was transferred to Senate Bill 48: a provision authorizing AOGCC to gain primary enforcement authority over the injection wells that would be used to store the carbon. Currently, the federal Environmental Protection Agency has enforcement authority over those wells in Alaska.</p>"
		},
		"type": "news"
	},
	{
		"author": null,
		"date": "2023-05-16",
		"excerpt": "The U.S. Department of Energy (DOE) has opened a $2.25 billion funding program for carbon sequestration or CO2 capture and storage projects to more applicants after selecting the first batch of 9 winners with a $242 million funding round.",
		"headline": "US DOE Reveals First Winners of $2.25B Carbon Storage Program",
		"id": "clve3llx4yitm07iqhkc220hn",
		"image": {
			"url": "https://media.graphassets.com/cxj7NUFSCCZ9YoGBuvwn",
			"width": 2400,
			"height": 1600
		},
		"imageAlt": "SLAC campus at night",
		"slug": "us-doe-reveals-winners-of-carbon-storage-program",
		"source": {
			"name": "CarbonCredits.com",
			"url": "https://carboncredits.com"
		},
		"sourceArticleUrl": "https://carboncredits.com/us-doe-reveals-1st-winners-of-2-25b-carbon-storage-program/",
		"tags": [],
		"text": {
			"html": "<h2>The $4.9B Funding from Bipartisan Infrastructure Law</h2><p>In November 2021, President Joe Biden signed the <a title=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/06/fact-sheet-the-bipartisan-infrastructure-deal/\" href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/06/fact-sheet-the-bipartisan-infrastructure-deal/\">Bipartisan Infrastructure Law</a>, a once-in-a-generation investment to tackle the climate crisis. The law earmarked about $12 billion to carbon management, specifically to carbon capture, storage, and transportation of CO2. </p><p>Under this law, the DOE revealed its $4.9 billion funding for 3 carbon management demonstration and deployment programs. These funding opportunities seek to slash emissions from power generation and sectors that are difficult to decarbonize like steel and cement. </p><p>According to the Energy Secretary, Jennifer Granholm, the series of funding initiatives are crucial in meeting Biden’s goal to reach a net zero economy by 2050. </p><p>The Department also launched four programs with <a title=\"https://carboncredits.com/us-doe-to-invest-3-7-billion-on-carbon-removal-technologies/\" href=\"https://carboncredits.com/us-doe-to-invest-3-7-billion-on-carbon-removal-technologies/\">$3.7 billion funding</a> to help scale up the carbon dioxide removal industry. These include the $115 million prize awards to <a title=\"https://carboncredits.com/how-direct-air-capture-works-and-4-important-things-about-it/\" href=\"https://carboncredits.com/how-direct-air-capture-works-and-4-important-things-about-it/\">Direct Air Capture</a> technologies to bolster different approaches to DAC. The program also includes building regional DAC hubs in the country. </p><h2>DOE’s $2.25B Program for Carbon Capture and Storage</h2><p>One of the Department’s new funding opportunities is the $2.25 billion for the validation and testing of large-scale, commercial carbon storage projects. Qualifying projects should be capable of storing 50 million tonnes of CO2 and the Department just revealed the winning applicants. </p><ul><li><div>The agency picked 9 commercial carbon storage projects qualified for federal funding. These winning projects are found in the Midwest, West and on the Gulf Coast. </div></li></ul><p>The recipients include 4 higher education institutions, BP PLC subsidiary BP Corporation North America, and the Southern States Energy Board.</p><p>Pointing out that the funding wisely focuses on carbon storage projects, an executive from the Carbon Capture Coalition stated:</p><p><em>“The US has abundant, well-characterized carbon storage capacity that can safely and permanently store billions of tons of carbon dioxide emissions, but currently lacks the necessary infrastructure and capture facilities to fully utilize this potential”.</em></p><p>Indeed, the recent funding announcement will help address that infrastructure gap. </p><p>Earlier this year, the <a title=\"https://carboncredits.com/u-s-doe-funds-carbon-capture-programs-with-2-5-billion/\" href=\"https://carboncredits.com/u-s-doe-funds-carbon-capture-programs-with-2-5-billion/\">DOE also rolled out $2.52 billion</a> to fund 2 carbon capture initiatives. These are the “Carbon Capture Large-Scale Pilots” and “Carbon Capture Demonstration Projects Program” seeking to cut emissions from hard-to-abate industries. The main goal is to speed up and boost investment in technologies that capture, transport and store carbon.</p><p>All these funds for carbon capture and removal projects are part of the total of $62 billion dedicated by the bipartisan infrastructure law for DOE’s research, development, demonstration, and deployment of clean energy technologies. </p><h3>Expanding Carbon Capture and Storage </h3><p>Complementing the Bipartisan Infrastructure Law, the Congress expanded the tax credits for carbon capture in the <a title=\"https://carboncredits.com/us-congress-369-billion-climate-change-bill/\" href=\"https://carboncredits.com/us-congress-369-billion-climate-change-bill/\">2022 Inflation Reduction Act</a>. It awards polluters up to $85 for every metric ton of carbon captured and stored safely underground. </p><ul><li><div>As per DOE’s estimates, actions under the two laws will result in 40% emissions reduction against 2005 levels economy-wide.</div></li></ul><p>The agency further said that the remaining funds for carbon storage are available under a broader scope. The funding program now includes early-stage development projects while expanding the definition of carbon storage to support more offshore projects. Project developers can apply under the program until July 6. </p><p>The Department also selected 3 carbon transportation projects in Texas and Wyoming to receive funding from another program. Together, they’ll get a total of $9 million for engineering and design activities. </p>"
		},
		"type": "news"
	}
]
